const List<Map<String, String>> placesList = [
  {
    "name": "مركز الدكتور إيهاب سراج الدين لخدمات نقل الدم و تجميع البلازما",
    "address":
    "51 شارع وزارة الزراعة - العجوزة",
    "gov": "الجيزة",
  },
  {
    "name": "المركز الاقليمي لنقل الدم بالعباسية",
    "address":
    "5أ شارع السكة البيضاء - أمام مصلحة الجوازات و الهجرة - العباسية",
    "gov": "القاهرة",
  },
  {
    "name": "المركز الاقليمي لنقل الدم بدار السلام",
    "address":
    "987 شارع كورنيش النيل بجوار مستشفى أورام دار السلام بجوار كوبري الملك الصالح",
    "gov": "القاهرة",
  },
  {
    "name": "المركز الاقليمي الإسكندرية",
    "address":
    "ميدان عبد القادر أبو عقادة داخل مرفق إسعاف الإسكندرية أمام الاستاد",
    "gov": "الإسكندرية",
  },
  {
    "name": "المركز الاقليمي بطنطا",
    "address":
    "شارع حافظ وهبي خلف الأبنية التعليمية أمام مصنع الكاوتش",
    "gov": "الغربية",
  },
  {
    "name": "المركز الاقليمي بالمنيا",
    "address":
    "كورنيش النيل بجوار مركز أورام المنيا",
    "gov": "المنيا",
  },
];